Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=567_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ministerit: saamen kielten turvaaminen on tärkeä kansallinen hanke
sme: Ministarat: sámegielaid sihkkarastin lea dehalaš álbmotlaš fidnu

source: Saamen kielten tulevaisuuden turvaaminen on tärkeä kansallinen hanke, joka sisältyy hallitusohjelmaan.
sme: Sámegielaid boahttevuođa sihkkarastin lea dehalaš álbmotlaš fidnu, mii gullá ráđđehusprográmmai.

source: - Saamen kielen elvyttämiseksi laadittu toimenpideohjelma tullaan viemään valtioneuvoston päätettäväksi.
sme: - Sámegiela ealáskahttima várás ráhkaduvvon doaibmabidjoprográmma boahtit doalvut stáhtaráđđái mearrideami várás.

source: - Valtiovalta pyrkii huolehtimaan kielenelvyttämisen taloudelliset edellytykset vaikeasta ajasta huolimatta, vakuuttivat opetusministeri Jukka Gustafsson ja kulttuuri- ja urheiluministeri Paavo Arhinmäki työryhmän ehdotuksesta saamen kielen elvyttämisen toimenpideohjelmaksi.
sme: - Stáhtaváldi figgá fuolahit giela ealáskahttima ekonomalaš eavttuin váigadis áiggis fuolakeahttá, nanniiga oahpahusministtar Jukka Gustafsson ja kultur- ja valástallanministtar Paavo Arhinmäki bargojoavkku evttohusas sámegiela ealáskahttima doaibmabidjoprográmman.

source: Gustafssonin mielestä kielenelvytystoimenpiteiden toteuttamisessa ei niinkään ole kysymys rahasta.
sme: Gustafsson mielas giela ealáskahttindoaimmaid ollašuhttimis ii nuge leat jearaldat ruđas.

source: - Paremminkin tämä on poliittisen ja kulttuuritahdon kysymys, hän totesi.
sme: - Lagamustá dát lea politihkalaš ja kulturdáhtu gažaldat, son gávnnahii.

source: Opetusministeri Gustafsson piti saamen kielen suurina tulevaisuuden haasteina elinkeinorakenteen muuttumista, kielenvaihdoskehitystä ja poismuuttoa saamelaisten kotiseutualueelta.
sme: Oahpahusministtar Gustafsson oaivvildii sámegiela boahttevuođa stuorra hástalussan ealáhusráhkadusa nuppástuvvama, gielamolsunovdáneami ja eretfárrema sámiid ruovttuguovllus.

source: - Tilanteessa, jossa jo 70 % saamelaislapsista ja - nuorista asuu muualla kuin saamelaisten kotiseutualueella, tarvitaan uusia toimia erityisesti oman kielen opetuksen saamiseen.
sme: - Dilis, mas juo 70 % sámemánáin ja - nuorain ásset eará sajis go sámiid ruovttuguovllus, dárbbašuvvojit ođđa doaimmat erenomážit iežas giela oahpahusa oažžumii.

source: Gustafsson piti tärkeänä saamen kielen opetuksen järjestämistä koko maassa.
sme: Gustafsson anii dehálažžan sámegiela oahpahusa lágideami olles riikkas.

source: - Toimivan etäyhteyksiä käyttävän opetuksen hyödyntäminen on tärkeää siellä missä saamen kielen lähiopetukseen ei ole mahdollisuuksia, totesi Gustafsson.
sme: - Doaibmevaš oahpahusa, mas geavahuvvojit gáiddusoktavuođat, ávkin geavaheapmi lea dehalaš doppe gos sámegiela lagašoahpahussii eai leat vejolašvuođat, dajai Gustafsson.

source: Opetus- ja kulttuuriministeriö aloittaa kuluvan kevään aikana selvitystyön saamen kielen etäopetuksen mahdollistamisesta.
sme: Oahpahus- ja kulturministeriija álggaha dán giđa áigge čilgehusbarggu sámegiela gáiddusoahpahusa ollašuhttinvejolašvuođain.

source: Kulttuuri- ja urheiluministeri Paavo Arhinmäki muistutti siitä, että maailmassa kuolee yksi kieli kahden viikon välein.
sme: Kultur- ja valástallanministtar Paavo Arhinmäki muittuhii das, ahte máilmmis jápmá okta giella guovtte vahku gaskkaid.

source: - Maailman noin 6000 kielestä jopa 90 % on vaarassa hävitä.
sme: - Máilmmi sullii 6000 gielas juoba 90 % leat áitatvuolde jávkamin.

source: Se merkitsee maailman köyhtymistä ja yksipuolistumista ja maailman alkuperäiskansojen kieliin varastoituneen arvokkaan kulttuuritiedon katoamista, totesi Arhinmäki.
sme: Dat mearkkaša máilmmi gefoma ja ovttabealagin šaddama ja máilmmi eamiálbmogiid gielaide vuorkašuvvan divrras kulturdieđu jávkama, logai Arhinmäki.

source: Hän vakuutti hallituksen tukevan kulttuuripolitiikassaan myös saamelaisen kulttuurin säilymistä.
sme: Son nannii ráđđehusa doarjut kulturpolitihkastis maiddái sámekultuvrra seailuma.

source: - Saamen kielet ja kulttuurit ovat viime vuosina selvästi vahvistuneet, totesi Arhinmäki.
sme: - Sámegielat ja kultuvrrat leat maŋimuš jagiin čielgasit nanosmuvvan, gávnnahii Arhinmäki.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kiitti työryhmää onnistuneesta työstä ja toivoi saamen kielen elvytystoimenpiteiden etenevän ja saavan myös rahoituksen.
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi giittii bargojoavkku lihkostuvvan barggus ja sávai sámegiela ealáskahttindoaimmaid ovdánit ja oažžut maiddái ruhtadeami.

source: - Saamelaiskäräjillä ja saamelaisyhteisössä on suuret odotukset kielenelvytysohjelmasta.
sme: - Sámedikkis ja sámeservošis leat stuorra vuordámušat gielaealáskahttinprográmmas.

source: Tavoitteenamme on pysyvän mallin aikaansaaminen kielen elvyttämistä ja suojaamista varten, totesi Näkkäläjärvi.
sme: Ulbmilin lea bissovaš málle áigáioažžun giela ealáskahttima ja suddjema várás, dajai Näkkäläjärvi.

source: Hankkeen ohjausryhmän jäsen Irja Seurujärvi-Kari totesi olevansa kiitollinen kielenelvytyksen toimenpideohjelmaehdotuksen valmistumisesta.
sme: Fidnu stivrenjoavkku lahttu Irja Seurujärvi-Kari logai leat giitevaš gielaealáskahttima doaibmabidjoprográmma válmmaštuvvamis.

source: - Tärkeintä kielen elvyttämisen onnistumiselle on positiivinen ilmapiiri, yleinen tahtotila ja yhteinen visio, totesi Seurujärvi-Kari.
sme: - Dehaleamos áššit giela ealáskahttima lihkostuvvamii leat positiivvalaš vuoigŋa, almmolaš dáhttu ja oktasaš visio, árvalii Seurujärvi-Kari.
